abusaidm.html-snippets
ajhyndman.jslint
akamud.vscode-theme-onedark
bierner.markdown-preview-github-styles
bmewburn.vscode-intelephense-client
bungcip.better-toml
castwide.solargraph
ChakrounAnas.turbo-console-log
chenxsan.vscode-standardjs
CraigMaslowski.erb
D1n910.fast-open-html-in-browser
dbaeumer.vscode-eslint
ecmel.vscode-html-css
esbenp.prettier-vscode
felixfbecker.php-intellisense
HookyQR.beautify
humao.rest-client
jasonnutter.search-node-modules
jock.svg
jpoissonnier.vscode-styled-components
karunamurti.haml
kumar-harsh.graphql-for-vscode
leizongmin.node-module-intellisense
mechatroner.rainbow-csv
mgmcdermott.vscode-language-babel
misogi.ruby-rubocop
mjmcloug.vscode-elixir
mkxml.vscode-filesize
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
oderwat.indent-rainbow
pdconsec.vscode-print
PKief.material-icon-theme
pnp.polacode
pranaygp.vscode-css-peek
rebornix.ruby
rifi2k.format-html-in-php
ritwickdey.LiveServer
rubbersheep.gi
seeker-dk.node-modules-viewer
swyphcosmo.spellchecker
techer.open-in-browser
Tyriar.lorem-ipsum
Tyriar.vscode-terminal-here
vscodevim.vim
wingrunr21.vscode-ruby
wix.vscode-import-cost
xabikos.JavaScriptSnippets
Yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one
